Repository: NyanKiyoshi/invoice-generator
Catalog: invoice_generator/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Invoice %(order_id)s
de: Rechnung: %(order_id)s
fr: Facture %(order_id)s

source: VAT Number: %(vat_number)s
de: USt-IdNr: %(vat_number)s
fr: Numéro de TVA : %(vat_number)s

source: "Page " counter(page) " of " counter(pages)
de: "Seite " counter(page) " von " counter(pages)
fr: "Page " counter(page) " sur " counter(pages)

source: Invoice ID: %(order_id)s
de: Rechnung: %(order_id)s
fr: Facture numéro : %(order_id)s

source: Customer ID: %(customer_id)s
de: Kundennummer: %(customer_id)s
fr: Numéro de client : %(customer_id)s

source: The order will be shipped upon receipt of payment.
de: Die Bestellung wird nach Erhalt der Zahlung ausgeliefert.
fr: Votre commande sera expédiée à la réception du paiement.

source: Date of Invoice: %(date)s
de: Rechnungsdatum: %(date)s
fr: Date de facturation : %(date)s

# Invoice table header - Description
source: Description
de: Beschreibung

# Invoice table header - Quantity
source: Quantity
de: Anzahl

# Invoice table header - Price per Unit
source: Price per Unit
de: Einzelpreis

# Invoice table header - Tax Rate
source: Tax Rate
de: Steuersatz

# Invoice table header - Net Price
source: Net Price
de: Netto

# invoice - Total discounted
source: Total discounted
de: Gutscheine

# invoice - Shipping
source: Shipping
de: Versand

# invoice - Net total
source: Net total
de: Nettogesamt

source: VAT (%(tax)s%%)
de: Umsatzsteuer (%(tax)s%%)
fr: TVA (%(tax)s%%)

# invoice - Gross total
source: Gross total
de: Rechnungsbetrag

source: Thank you for your order.
de: Vielen Dank f√ºr Ihren Auftrag.
fr: Merci pour votre commande.

source: Please settle the payment by %(date)s
de: Bitte begleichen Sie den offenen Betrag bis zum %(date)s
fr: Merci de régler votre commande avant le %(date)s

source: Order will be delivered between %(from)s and %(to)s.
de: Die Bestellung wird geliefert von %(from)s bis %(to)s.
fr: Votre commande sera livrée entre le %(from)s et le %(to)s.

source: REF
fr: RÉF

source: Quantity
fr: Quantité

source: Price per Unit
fr: Prix unitaire

source: Tax Rate
fr: TVA

source: Net Price
fr: Prix (HT)

source: Total discounted
fr: Réductions

source: Shipping
fr: Livraison

source: Net total
fr: Total (HT)

source: Gross total
fr: Total (TTC)
